[
  {
    "type_content": "Internship",
    "company_content": "Panasonic Manufacturing Indonesia",
    "thumbnail_content": "assets/images/thumbnail/panasonic.png",
    "image_content": [
      "assets/images/panasonic/2.jpg",
      "assets/images/panasonic/3.jpg",
      "assets/images/panasonic/4.jpg",
      "assets/images/panasonic/5.png"
    ],
    "position_content": "Quality Control",
    "average_work_content": "22/06/2023 - 31/07/2023",
    "description_content_idn": "Pada magang ini, saya mempelajari incoming quality control dan product quality control. Dalam divisi incoming quality control mendapatkan tugas memeriksa komponen produk dari pemasok dan produksi internal seperti bahan plastik, logam, dan kabel. Product quality control bertugas dalam mengukur diameter shaft, memeriksa belitan stator, dan memverifikasi tegangan serta arus pada stator. Selain itu, saya menganalisis kecacatan pada rotor. Pada prosesnya, saya menggunakan metode DMAIC dalam menganalisis kecacatan tersebut. Hasil dari analisis yaitu terdapat ketidaksesuaian ukuran shaft akibat mesin gerinding bagian pemasukan shaft yang tidak sesuai kedatatarannya yang membuat shaft seharusnya masuk secara bertahap. Namun, kenyataanya tidak dapat masuk ke dalam mesin tersebut.",
    "description_content_eng": "During this internship, I learned about incoming quality control and product quality control. In the incoming quality control division, I was tasked with inspecting product components from suppliers and internal production, such as plastic, metal, and cable materials. Product quality control is responsible for measuring shaft diameter, inspecting stator windings, and verifying voltage and current in the stator. In addition, I analyzed defects in the rotor. In the process, I used the DMAIC method to analyze these defects. The analysis results showed that there were shaft size discrepancies due to the grinding machine for uneven shaft input, so the shaft should have entered gradually. However, in reality, the shaft could not enter the machine.",
    "file_pdf": "https://drive.google.com/file/d/1pX8JhU05egDvMSDgjyNWQwHL1nFVAeXB/preview"
  },
  {
    "type_content": "Internship",
    "company_content": "GMF Aeroasia",
    "thumbnail_content": "assets/images/thumbnail/gmf.png",
    "image_content": ["assets/images/gmf/1.webp"],
    "position_content": "IoT Project",
    "average_work_content": "04/09/2023 - 18/12/2023",
    "description_content_idn": "Magang ini merupakan magang berbasis proyek. Tugas saya yaitu membuat prototype berskala laboratorium. Mekanisme kerja prototype ini yaitu data dari sensor dibaca melalui arduino selaku mikroprossesor, Ardunio memproses data tersebut lalu dialamatkan ke AWS via MQTT, dan AWS menampilkan hasil dari bacaan sensor.",
    "description_content_eng": "This internship is a project-based internship. My task is to create a laboratory-scale prototype. The mechanism of this prototype is that data from sensors is read through Arduino as a microprocessor, Arduino processes the data and then sends it to AWS via MQTT, and AWS displays the results of the sensor readings.",
    "file_pdf": "https://drive.google.com/file/d/1Op7qrDn0FMyB823Yu8MUQBnXtNHI9KiW/preview "
  },
  {
    "type_content": "Assistant",
    "company_content": "Universitas Padjadjaran",
    "thumbnail_content": "assets/images/thumbnail/unpad.png",
    "image_content": ["assets/images/Laboratory/Elektronika Dasar.jpg"],
    "position_content": "Asisten Elektronika Dasar",
    "average_work_content": "/02/2024 - /05/2024",
    "description_content_idn": "Bertanggung jawab dalam membimbing dan mengawasi jalannya praktikum Rangkaian Listrik Dasar. Tugas meliputi pendampingan kelompok mahasiswa dalam perakitan rangkaian seri-paralel, penggunaan alat ukur, serta analisis komponen pasif seperti resistor dan kapasitor",
    "description_content_eng": "Responsible for guiding and supervising the Basic Electrical Circuit practicum. Duties include assisting student groups in assembling series-parallel circuits, using measuring instruments, and analyzing passive components such as resistors and capacitors.",
    "file_pdf": ""
  },
  {
    "type_content": "Assistant",
    "company_content": "Universitas Padjadjaran",
    "thumbnail_content": "assets/images/thumbnail/unpad.png",
    "image_content": ["assets/images/Laboratory/Rangkaian Listrik.png"],
    "position_content": "Asisten Rangkaian Listrik",
    "average_work_content": "/09/2022 - /11/2022",
    "description_content_idn": "Mengawasi dan membimbing mahasiswa dalam pembuktian eksperimental Teorema Thévenin dan Norton. Tugas mencakup validasi hasil perhitungan teori dengan pengukuran praktis, serta analisis respons dan bentuk gelombang pada rangkaian AC.",
    "description_content_eng": "Supervising and guiding students in the experimental proof of Thévenin and Norton's Theorems. Duties include validating theoretical calculations with practical measurements, as well as analyzing responses and waveforms in AC circuits.",
    "file_pdf": ""
  },
  {
    "type_content": "Assistant",
    "company_content": "Universitas Padjadjaran",
    "thumbnail_content": "assets/images/thumbnail/unpad.png",
    "image_content": ["assets/images/Laboratory/Teknik Kendali.jpg"],
    "position_content": "Asisten Teknik Kendali",
    "average_work_content": "/02/2023 - /05/2023",
    "description_content_idn": "Membimbing mahasiswa dalam merancang dan mensimulasikan sistem kendali PID di lingkungan MATLAB. Bimbingan mencakup pengarahan dalam menentukan parameter Proportional, Integral, dan Derivative untuk mencapai respons sistem yang optimal.",
    "description_content_eng": "Guiding students in designing and simulating PID control systems in the MATLAB environment. Guidance includes instruction in determining Proportional, Integral, and Derivative parameters to achieve optimal system response.",
    "file_pdf": ""
  }
]
