[
  {
    "type_content": "Magang",
    "company_content": "Panasonic Manufacturing Indonesia",
    "thumbnail_content": "assets/images/panasonic/1.png",
    "image_content": [
      "assets/images/panasonic/2.jpg",
      "assets/images/panasonic/3.jpg",
      "assets/images/panasonic/4.jpg",
      "assets/images/panasonic/5.png"
    ],
    "position_content": "Quality Control",
    "average_work_content": "22/06/2023 - 31/07/2023",
    "description_content": "Pada magang ini, saya mempelajari incoming quality control dan product quality control.Dalam divisi incoming quality control mendapatkan tugas memeriksa komponen produk dari pemasok dan produksi internal seperti bahan plastik, logam, dan kabel. Product quality control bertugas dalam mengukur diameter shaft, memeriksa belitan stator, dan memverifikasi teganagan serta arus pada stator. Selain itu, saya menganalisis kecacatan pada rotor. Pada prosesnya, saya menggunakan metode DMAIC dalam menganalisis kecacatan tersebut. Hasil dari analisis yaitu terdapat ketidaksesuaian ukuran shaft akibat mesin gerinding bagian pemasukan shaft yang tidak sesuai kedatatarannya yang membuat shaft seharusnya masuk secara bertahap. Namun, kenyataanya tidak dapat masuk ke dalam mesin tersebut,",
    "file_pdf":"https://drive.google.com/file/d/1pX8JhU05egDvMSDgjyNWQwHL1nFVAeXB/preview"
  },
  {
    "type_content": "Magang",
    "company_content": "GMF Aeroasia",
    "thumbnail_content": "assets/images/gmf/1.webp",
    "image_content": [
      "assets/images/gmf/1.webp"
    ],
    "position_content": "IoT Project",
    "average_work_content": "04/09/2023 - 18/12/2023",
    "description_content": "Magang ini merupakan magang berbasis proyek. Tugas saya yaitu membuat prototype berskala laboratorium. Mekanisme kerja prototype ini yaitu data dari sensor dibaca melalui arduino selaku mikroprossesor, Ardunio memproses data tersebut lalu dialamatkan ke AWS via MQTT, dan AWS menampilkan hasil dari bacaan sensor."
    ,"file_pdf":"https://drive.google.com/file/d/1Op7qrDn0FMyB823Yu8MUQBnXtNHI9KiW/preview "
  }
]