[
  {
    "type_content": "Web Design",
    "name_content_idn": "Perayaan Juara 2x Persib Bandung",
    "name_content_eng": "Persib Bandung's 2nd Championship Celebration",
    "image_content": "assets/images/thumbnail/2.jpg",
    "description_content_idn": "Ini adalah situs web yang saya dedikasikan untuk mengenang semua kisah klub kesayangan saya. Saya berharap situs ini dapat menjadi penghormatan bagi musim kejuaraan 2024/2025.",
    "description_content_eng": "This is a website I have dedicated to commemorating all the stories of my favorite club. I hope this site can serve as a tribute to the 2024/2025 championship season.",
    "link_content": "https://r2z2407.github.io/capstone_project_Frontend/HW2/"
  },
  {
    "type_content": "Artificial Intelligence",
    "name_content_idn": "Studi Komparatif Algoritma Mesin Pembelajaran untuk Deteksi Anomali pada Mesin Milling",
    "name_content_eng": "Comparative Study of Machine Learning Algorithms for Anomaly Detection in Milling Machines",
    "image_content": "assets/images/thumbnail/4.png",
    "description_content_idn": "Projek tugas akhir saya dalam mendeteksi anomali pada mesin milling menggunakan metode ANN, Random Forest, XGBoost, dan SVM.",
    "description_content_eng": "One of my final projects was detecting anomalies in milling machines using ANN, Random Forest, XGBoost, and SVM methods.",
    "link_content": "https://rijals-thesis-project.vercel.app/"
  },
  {
    "type_content": "Embedded System",
    "name_content_idn": "Rancang Bangun Miniatur Simulasi Pintu Dua Aliran Sungai Otomatis Menggunakan Sensor Ultrasonik Berbasis Arduino Uno",
    "name_content_eng": "Design of a Miniature Simulation of an Automatic Two-Way River Flow Gate Using an Arduino Uno-Based Ultrasonic Sensor",
    "image_content": "assets/images/thumbnail/5.png",
    "description_content_idn": "Mengembangkan prototipe pintu air otomatis berbasis Arduino yang menggunakan sensor untuk mendeteksi potensi banjir dan mengendalikan pintu air sebagai responsnya.",
    "description_content_eng": "Developing an Arduino-based automatic floodgate prototype that uses sensors to detect potential flooding and control the floodgate in response.",
    "link_content": "https://project-arduino-kelompok.vercel.app/"
  },
  {
    "type_content": "Android Design",
    "name_content_idn": "Zuhry Inventory",
    "name_content_eng": "Zuhry Inventory",
    "image_content": "",
    "description_content_idn": "Membangun aplikasi mobile untuk menyederhanakan alur peminjaman dan pengelolaan inventaris barang di laboratorium bagi mahasiswa dan admin.",
    "description_content_eng": "Building a mobile application to simplify the borrowing and inventory management process in the laboratory for students and administrators.",
    "link_content": ""
  },
  {
    "type_content": "CAD",
    "name_content_idn": "Pembelajaran Pembuatan model 2D dan 3D Melalui CorelCAD",
    "name_content_eng": "Learning 2D and 3D Modeling Through CorelCAD",
    "image_content": "",
    "description_content_idn": "Proyek pengembangan kemampuan gambar teknik dalam menciptakan gambar 2D dan 3D",
    "description_content_eng": "Project to develop technical drawing skills in creating 2D and 3D images.",
    "link_content": ""
  }
]
